#    Написати стайт який буде показувати контент файлу(файл будь який самі придумайте, головне шоб в ньому було багато лійній) і матиме три роути:
#
#
#    /list
#    показує з використанням <ul><li></ul> тегів полінійно вміст файлу
#    /filter/<word>
#    показує вміст файлу але тільки лінії які містять в собі слово яке ви ввели в посиланні
#    /show/<number>
#    показує вміст файлу але тільки перші <number> ліній
#
#
#    Кожна сторінка має мати заголовок на сторінці.
#
#    А для сторіки /filter/<word> фразу "Результати пошуку для {{ word }}:"
#
#    А для сторіки /show/<number> фразу "Перші {{ number }} ліній файлу:"
#
#
#
#    Використовуйте розширення темплейтів.
#
#    Файл відкривайте і зчитуйте контент файлу в функції яка обробляє роут
